[Expert.A_ArcaneBrilliance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="剧毒投射物"
mTooltip="军事单位有30%的几率用%spell1.name使其目标中毒。（对亡灵和构装体无效。）"

[Expert.A_ArcaneEmpowerment_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="沼泽生物"
mTooltip="攻击时，友方生物有20%的几率用%spell1.name使其目标中毒。（对亡灵和构装体无效。）"

[Expert.A_force_renouvellement_Buff H7BaseBuff]
mName=""
mTooltip=""

[Expert.A_force_renouvellement_moral_effet_Buff H7BaseBuff]
mName=""
mTooltip=""

[Expert.A_force_renouvellement_morale_Buff H7BaseBuff]
mName=""
mTooltip=""

[Expert.A_mue_expert_Buff H7BaseBuff]
mName="蜕皮"
mTooltip="该生物队伍在当前战斗回合结束时，恢复本回合内损失单位的%special。持续%durnow回合。"

[Expert.A_Poison_creature_mare_Buff H7BaseBuff]
mName="沼泽生物"
mTooltip="此单位有20%的几率用%spell.name使目标中毒。（对亡灵和构装体无效。）"

[Expert.A_Poison_militaire_Buff H7BaseBuff]
mName="剧毒投射物"
mTooltip="此单位有30%的几率用%spell.name使目标中毒。（对亡灵和构装体无效。）"

[Expert.A_SwampSpil_Buff H7BaseBuff]
mName="沼泽溅射"
mTooltip="所有敌方单位的%buff.buff.stat1 %icon_movement移动力和%buff.buff.stat2 %icon_initiative主动性。"

[Master.A_ArcaneAttunement_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="衔尾蛇"
mTooltip="每当一个友方生物获得士气回合，并且它不再受%spell2.name效果影响时，它会获得%spell1.name，持续%buff1.buff.durini回合。"

[Master.A_mue_master_Buff H7BaseBuff]
mName="蜕皮"
mTooltip="该生物队伍在当前战斗回合结束时，恢复本回合内损失单位的%special。持续%durnow回合。"

[Master.A_mue_master_oroboros_creature_Buff H7BaseBuff]
mName="衔尾蛇蜕皮"
mTooltip="该生物队伍在当前战斗回合结束时，恢复本回合内损失单位的%special。持续%durnow回合。"

[Master.A_Mue_oroboros_buff H7BaseBuff]
mName="衔尾蛇蜕皮"
mTooltip=""

[Mue.A_Metamagic_Skill H7Skill]
mDescriptions[0]="蜕皮：只要蜕皮效果处于激活状态，允许友方单位在回合开始时恢复部分实力。"
mDescriptions[1]=""
mDescriptions[2]="蜕皮：受蜕皮效果影响的生物，恢复自战斗开始以来损失单位的%buff1.buff.special。持续战斗的前3回合。"
mDescriptions[3]="蜕皮：受蜕皮效果影响的生物，恢复自战斗开始以来损失单位的%buff2.buff.special。持续战斗的前3回合。"
mDescriptions[4]="蜕皮：受蜕皮效果影响的生物，恢复自战斗开始以来损失单位的%buff3.buff.special。持续战斗的前3回合。"
mName="蜕皮"
mTooltip="沼泽种族能力"

[Novice.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="短暂幸运"
mTooltip="在战斗的第一轮中，友方生物的攻击总是暴击。"

[Novice.A_ArcaneChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="力量更新"
mTooltip="在战斗的前3回合内：友方小型生物获得%buff1.buff.stat1点基础伤害加成。如果一个友方小型生物队伍获得士气回合，此效果会激活1回合。"

[Novice.A_ArcaneShield_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="剧毒皮肤"
mTooltip="友方生物首次被近战攻击时，会用%spell1.name使攻击者中毒。此效果在首次受到伤害时移除。（对亡灵和构装体无效。）"

[Novice.A_Cautious_Buff H7BaseBuff]
mName=""
mTooltip=""

[Novice.A_mue_Buff H7BaseBuff]
mName="蜕皮"
mTooltip=""

[Novice.A_mue_novice_Buff H7BaseBuff]
mName="蜕皮"
mTooltip="该生物队伍在当前战斗回合结束时，恢复本回合内损失单位的%special。持续%durnow回合。"

[Novice.A_poison_hero_creature_Buff H7BaseBuff]
mName="剧毒皮肤"
mTooltip="如果该生物在近战中被攻击，它会使其攻击者中毒。（对亡灵和构装体无效。）"

[Novice.A_Poison_hero_scale H7BaseBuff]
mName="沼泽毒液"
mTooltip="生物在回合结束时受到%d %icon_air点气系伤害。持续%durnow回合。（对亡灵和构装体无效。）"

[Novice.A_vivacite_chanceuse_Buff H7BaseBuff]
mName=""
mTooltip=""

[TheNatureOfCurses.A_Metamagic_Skill H7Skill]
mDescriptions[0]="蜕皮：只要蜕皮效果处于激活状态，允许友方单位在回合开始时恢复部分实力。"
mDescriptions[1]=""
mDescriptions[2]="蜕皮：受蜕皮效果影响的生物，恢复自战斗开始以来损失单位的%buff1.buff.special。持续战斗的前3回合。"
mDescriptions[3]="蜕皮：受蜕皮效果影响的生物，恢复自战斗开始以来损失单位的%buff2.buff.special。持续战斗的前3回合。"
mDescriptions[4]="蜕皮：受蜕皮效果影响的生物，恢复自战斗开始以来损失单位的%buff3.buff.special。持续战斗的前3回合。"
mName="蜕皮"
mTooltip="沼泽种族能力"

[ultimate.A_ArcaneAmplification_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毒液大师"
mTooltip="在每个战斗回合开始时，每个被“%spell1.name”毒害的敌方生物会为英雄提供%buff2.buff.buff.buff.stat1点%icon_magic魔力和%icon_attack攻击，持续%buff2.buff.buff.buff.durini回合。在法术书中解锁一个能力：%spell3.name。"

[ultimate.A_master_poison_Buff H7BaseBuff]
mName="毒液大师"
mTooltip=""

[ultimate.A_master_poison_hero_Buff H7BaseBuff]
mName=""
mTooltip=""

[ultimate.A_no_nova_ulti H7BaseBuff]
mName="邪击冷却"
mTooltip=""

[ultimate.A_Nova H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毒素爆炸"
mTooltip="对所有被%spell1.name毒害的敌方生物造成%d %icon_air点气系伤害。每场战斗可使用一次。（对亡灵和构装体无效。）"

[visual_effect.mue_visual_effect_buff H7BaseBuff]
mName="刚硬甲壳"
mTooltip="此生物受到的伤害大幅减少，但造成的伤害也大幅减少。"